[
	{
		"title": "Certified Scrum Product Owner (CSPO)",
		"subtitle": "Product Owner's Workout",
		"description": "The training objectives are focused around common product management challenges of different company types: from in-house product development to project-oriented outsourcing-like companies. It helps enable lean product thinking in classical product management cultures by offering modern thinking tools and proven methods. The class is designed to help Product Owners improve their fit and influence throughout the Agile organization to maximize business value and team satisfaction. Hence, it covers all dimensions of “what it takes to be a brilliant Product Owner”: from Stakeholder and Value Management, to mastering the Product Lifecycle and Craftsmanship.",
		"date": "3-4 May 2016",
		"location": "Riga, Latvia",
		"certificates": ["cspo"],
		"tags": ["agile processes"],		
		"trainer": {
			"twitter": "alexeykri",					
			"name": "Alexey Krivitsky",
			"title": "Certified Scrum Trainer® with the ScrumAlliance",
			"pic": "alexeykrivitsky"
		}
	},	
	{
		"title": "Certified ScrumMaster (CSM)",
		"subtitle": "Growing Agile Leaders, Leading Agile Growth",
		"description": "This is an official ScrumAlliance two-day intensive certification class specially designed for ScrumMasters, Team Leads and Project Managers working with Agile teams. The class prepares you for fulfilling a role of a ScrumMaster for one or several teams in a company of any size, type and agile maturity.",
		"date": "5-6 May 2016",
		"location": "Riga, Latvia",
		"certificates": ["csm"],
		"tags": ["agile processes"],
		"trainer": {
			"twitter": "alexeykri",			
			"name": "Alexey Krivitsky",
			"title": "Certified Scrum Trainer® with the ScrumAlliance",
			"pic": "alexeykrivitsky"
		}
	},
	{
		"title": "eXtreme Automation (DevOps Master Class)",
		"subtitle": "DevOps Masterclass",
		"description": "This 2-day workshop focuses on solving challenges that organisations face when implementing DevOps initiatives. It introduces principles of DevOps and tools that help reach full automation of infrastructure provisioning and software delivery. Theoretical background as well as practical hands-on examples of tools like Vagrant, Docker, AWS and others are given during this workshop.",
		"date": "8-9 September 2016",
		"location": "Riga, Latvia",
		"twitter": "codingandrey",		
		"certificates": [],
		"tags": ["engineering", "automation"],		
		"trainer": {
			"twitter": "codingandrey",								
			"name": "Andrey Adamovich",
			"title": "Author of 'Groovy in Action'",
			"pic": "andreyadamovich"
		}
	}	
]